$(document).ready(function() {


$('.ins_1_list').click(function(){
	$('.ins_first_slider').css({
		"backgroundImage": "url(images/main/s1/back_1.png)"
	})

	$('.ins_text').text('Не забудьте включить режим «Быстрый Старт» в разделе Общие Настройки, и в следующий раз, когда вы включите телевизор, Смарт ТВ будет доступно мгновенно.');

})
$('.ins_2_list').click(function(){
	$('.ins_first_slider').css({
		"backgroundImage": "url(images/main/s1/back_2.png)"
	})

	$('.ins_text').text('Легко возвращайтесь к использованию запущенных ранее приложений. Многозадачность LG Smart TV на платформе webOS 3.0 позволяет работатьодновременно с несколькими приложениями — раскрывайте и сворачивайте их по мере необходимости.');

})
$('.ins_3_list').click(function(){
	$('.ins_first_slider').css({
		"backgroundImage": "url(images/main/s1/back_3.png)"
	})

		$('.ins_text').text('Прокрутите вправо на Главном Меню, и вы увидите все скачанные вами приложения, а также функции LG Smart TV. Поменяйте порядок приложений,чтобы еще быстрее открывать те из них, которыми пользуетесь чаще всего. Для этого нажмите и удерживайте иконку приложения и передвигайте ее в любое место Главного Меню.');

})
$('.ins_4_list').click(function(){
	$('.ins_first_slider').css({
		"backgroundImage": "url(images/main/s1/back_4.png)"
	})

		$('.ins_text').text('Включите любимый телеканал, вызовите меню Смарт ТВ и нажмите «Добавить телеканал», чтоб он появился в меню Смарт ТВ. Теперь не нужно сортировать сотни каналов, чтобы найти свои любимые, - легко и быстро запускайте их через меню Смарт ТВ.');

})
$('.ins_5_list').click(function(){
	$('.ins_first_slider').css({
		"backgroundImage": "url(images/main/s1/back_5.png)"
	})

		$('.ins_text').text('Добавляйте фильмы и телепередачи, которые хотите посмотреть, в раздел «Мой контент». Нажмите «Добавить Содержимое» и выберите интересующий вас фильм.');

})
$('.ins_6_list').click(function(){
	$('.ins_first_slider').css({
		"backgroundImage": "url(images/main/s1/back_6.png)"
	})

		$('.ins_text').text('Не забудьте включить режим «Быстрый Старт» в разделе Общие Настройки, и в следующий раз, когда вы включите телевизор, Смарт ТВ будет доступно мгновенно.');

})


});